app/controllers/users_controller.rb

  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save
---
INSERT INTO `users` (`name`, `email`, `created_at`, `updated_at`) VALUES('gg', 'gg@gg.com', '2014-09-26 11:21:11', '2014-09-26 11:21:11')